akamud.vscode-theme-onedark
alefragnani.Bookmarks
Angular.ng-template
bbenoist.Nix
Catppuccin.catppuccin-vsc
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
enkia.tokyo-night
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
golang.go
GrapeCity.gc-excelviewer
harg.iceberg
humao.rest-client
James-Yu.latex-workshop
jock.svg
josef.rouge-theme
KnisterPeter.vscode-github
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.vscode-typescript-next
msjsdiag.vscode-react-native
onsi.vscode-ginkgo
PKief.material-icon-theme
pranaygp.vscode-css-peek
redhat.java
redhat.vscode-yaml
RobbOwen.synthwave-vscode
rogalmic.bash-debug
rokoroku.vscode-theme-darcula
rust-lang.rust-analyzer
sleistner.vscode-fileutils
somekittens.hot-dog-stand
trixnz.go-to-method
vadimcn.vscode-lldb
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
Zignd.html-css-class-completion
zxh404.vscode-proto3
